export const symptoms = {
    head: [
        "Підвищення температури 38,5 і більше",
        "Біль в серці до 15хв",
        "Біль в серці понад 15хв",
        "Біль в серці який іррадіює в лопатку",
        "ліву руку чи нижню щелепу",
        "Виражений больовий синдром, який не знімається НПЗЗ"
    ],
    loungs: [
        "Стан після втрати свідомості",
        "Стан після судом",
        "Відчуття аури(стан перед судомами)",
        "Кровохаркання"
    ],
    foots: [
        'Задишка',
        'Блювота фонтаном',
        'Багаторазова виснажлива блювота',
        'Діарея з ознаками зневоднення',
        'Різка втрата ваги'
    ],
    stomach: [
        'Кинжальний біль в ділянці живота',
        'Цукор крові понад 20ммоль/л',
        'Цукор крові до 3ммоль/л',
        'Ацетон сечі(+++)',
    ],
    hands: [
        'Часті носові кровотечі, які важко механічно зупинити',
        'Гострий оперізуючий біль в животі',
        'Закреп понад 4 доби',
        'Кропив‘янка',
    ]
} 