export const symptoms = {
    "ГОЛОВА": [
        {
            sympthom: "Підвищення температури 38,5 і більше",
            dangerLavel: 2
         },
         {
            sympthom: "Виражений больовий синдром, який не знімається",
            dangerLavel: 2
         },
         {
            sympthom: "Стан після втрати свідомості",
            dangerLavel: 1
         },
        {
            sympthom: "Стан після судом",
            dangerLavel: 3
        },
        {
            sympthom: "Відчуття аури(стан перед судомами)",
            dangerLavel: 2
        },
        {
            sympthom: "Головний біль із порушенням симетрії обличчя(опущений кутик рота, не закривається/відкривається око)",
            dangerLavel: 3
        },
        {
            sympthom: "Біль обличчя в зоні надбрівних дуг, верхньої щелепи, підборіддя",
            dangerLavel: 1 
        },
        {
            sympthom: "Часті носові кровотечі, які важко механічно зупинити",
            dangerLavel: 2 
        },
        {
            sympthom: "Нестерпний біль у вусі, ділянці гайморових пазух",
            dangerLavel: 1 
        },
        {
            sympthom: "Часткова втрата зору, яку супроводжує біль в ділянці очей",
            dangerLavel: 3 
        }
    ],
    "СЕРЦЕ": [
        {
            sympthom: "Біль в серці до 15хв",
            dangerLavel: 2
        },
        
        {
            sympthom: "Біль в серці понад 15х",
            dangerLavel: 3,
        },
        {
            sympthom: "Біль в серці який іррадіює в лопатку, ліву руку чи нижню щелепу",
            dangerLavel: 3,
        },
        {
            sympthom: "Тахікардія(понад 150)",
            dangerLavel: 3,
        },
        {
            sympthom: "Брадикардія(до 50)",
            dangerLavel: 3,
        },
        {
            sympthom: "Підвищення тиску понад 180/100 мм рт. ст.",
            dangerLavel: 3,
        },
        {
            sympthom: 'Падіння тиску нижче 90/70 мм рт. ст.',
            dangerLavel: 3,
        },
    ],
    "ЛЕГЕНІ": [
        {
            sympthom: 'Кровохаркання', 
            dangerLavel: 3,
        },
        {
            sympthom: 'Задишка', 
            dangerLavel: 3,
        },
    ],    
         /*
        'Стридор(шум під час вдоху)',
        'Стороннє тіло дихальних шляхів',
        'Кашель з масивною мокротою',
        'Брадипное (до 10 вдохів за хв)',
        "Тахіпное (понад 20 вдохів за хв)"

    "ШЛУНКОВО-КИШКОВИЙ ТРАКТ": [
        'Анальна кровотеча, не пов’язана з актом дефекації.',
        'Анальна кровотеча внаслідок акту дефекації.',
        'Випадіння/пролапс прямої кишки.',
        'Блювота фонтаном.',
        'Багаторазова виснажлива блювота.',
        'Діарея з ознаками зневоднення. ',
        'Різка втрата ваги.',
        'Гострий оперізуючий біль в животі',
        'Закреп понад 4 доби',
        'Кинжальний біль в ділянці живота'
    ],
    'СЕЧО-СТАТЕВА СИСТЕМА': [
        'Значна менструальна кровотеча',
        'Випадіння матки',
        'Виділення гною зі статевих органів',
        'Менструальний біль, який не знімається',
        'Гострий біль в ділянці попереку',
        'Затримка сечі понад добу',
        'Часте, болюче сечовипускання',
        'Сечопускання з кров’ю',
        'Ацетон сечі(+++)'
    ],
    'ЕНДОКРИНОЛОГІЯ/': [
        'Цукор крові понад 20ммоль/л',
        'Цукор крові до 3ммоль/л',
        
    ], 
    АЛЕРГОЛОГІЯ : [
        'Кропив‘янка',
        'Алергічна реакція з ознаками набряку обличчя, шиї'
    ]
    */
} 